In [1]:
import sqlite3
import pandas as pd

conn = sqlite3.connect("./database/etl_data.db")
df = pd.read_sql("SELECT * FROM born_date_data", conn)
print(df.head())
conn.close()

        id   name    phone_number   born_date
0  ab10212  Blair  +6281883494035  20-11-1987
1  ab10213   Kurt  +6281615589027  06-04-1991
2  ab10214  Brain  +6281429780440  13-04-1992
3  ab10215   Seth  +6281716992765  04-01-1989
4  ab10216  Madge  +6281902482399  11-08-1990

In [3]:
df

         id        name    phone_number   born_date
0   ab10212       Blair  +6281883494035  20-11-1987
1   ab10213        Kurt  +6281615589027  06-04-1991
2   ab10214       Brain  +6281429780440  13-04-1992
3   ab10215        Seth  +6281716992765  04-01-1989
4   ab10216       Madge  +6281902482399  11-08-1990
..      ...         ...             ...         ...
95  ab10307         Fry  +6281942450925  21-09-1987
96  ab10308        Soto  +6281928545162  27-09-2008
97  ab10309        Huff  +6281102777436  05-01-2010
98  ab10310     Higgins  +6281446264021  13-02-2010
99  ab10311  Cunningham  +6281916283980  22-06-2010

[100 rows x 4 columns]